Repository: gafderks/activiteitenbank
Catalog: view/flatly/locales/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: You need to supply an email address or a username
nl_nl: Je moet een e-mailadres of een gebruikersnaam invullen

source: Wrong username or password
nl_nl: Verkeerde gebruikersnaam of wachtwoord

source: Facebook login failed
nl_nl: Inloggen via Facebook is mislukt

source: Please check the inbox of your email for further instructions.
nl_nl: Controleer alsjeblieft de inbox van je email voor verdere instructies.

source: Captcha was not correctly answered
nl_nl: De captcha is niet correct ingevuld

source: The reset link has expired. Request a new link.
nl_nl: De link is verlopen. Vraag een nieuwe link aan.

source: The reset link has expired. Request a new password.
nl_nl: De link is verlopen. Vraag een nieuw wachtwoord aan.

source: The strength of the password is insufficient.
nl_nl: De sterkte van het wachtwoord is onvoldoende.

source: Password has been reset successfully.
nl_nl: Wachtwoord is succesvol gewijzigd.

source: Invalid email address
nl_nl: Ongeldig e-mailadres

source: <p>You (or someone else) entered this email address when trying to change the password of a account for %s.</p><p>However, this email address is not in our database of registered users and therefore the attempted password change has failed.</p><p>If you have an account and were expecting this email, please try again using the email address you gave when opening your account. This may be the email address that is linked to your Facebook-account.</p><p>If you do not have an account for %s, please ignore this email.</p><p>If you keep receiving these emails, please contact <a href="mailto:%s">%s</a>.</p><p><small>This action was requested from IP address %s. Find out more information about this address <a href='http://www.ip-tracker.org/locator/ip-lookup.php?ip=%s'>here</a>.</small></p>
nl_nl: <p>U (of iemand anders) heeft dit e-mailadres ingevuld bij een poging om het wachtwoord voor %s te wijzigen.</p><p>Dit e-mailadres komt echter niet voor in onze database van geregistreerde gebruikers en daarom is de poging om het wachtwoord te wijzigen mislukt.</p><p>Als u een account heeft en u deze e-mail verwachtte, probeer het dan opnieuw met het e-mailadres dat u gebruikte bij het aanmaken van uw account. Dit kan het e-mailadres zijn dat gekoppeld is aan uw Facebook-account.</p><p>Als u geen account heeft voor %s, negeer dan alstublieft deze e-mail.</p><p>Als u deze e-mails blijft ontvangen, neem dan alstublieft contact op met <a href="mailto:%s">%s</a>.</p><p><small>Deze actie was aangevraagd vanaf IP-adres %s. U kunt <a href='http://www.ip-tracker.org/locator/ip-lookup.php?ip=%s'>hier</a> meer informatie vinden over dit adres.</small></p>

source: Password reset instructions
nl_nl: Instructies voor het resetten van je wachtwoord

source: Unable to send email
nl_nl: E-mail verzenden is mislukt

source: <p>We have sent this message because you requested that your password for %s be reset.<br>If you did not expect this message, please ignore it. If you keep receiving this message, please contact <a href='mailto:%s'>%s</a>.</p><p>Reset your password now:<br/><a href='%s'>%s</a></p><p><small>This action was requested from IP address %s. Find out more information about this address <a href='http://www.ip-tracker.org/locator/ip-lookup.php?ip=%s'>here</a>.</small></p>
nl_nl: <p>Wij hebben u dit bericht verstuurd omdat u heeft aangevraagd om uw wachtwoord voor %s te wijzigen.<br/>Als u dit bericht niet verwachtte, negeer het dan alstublieft. Als u dit bericht blijft ontvangen, neem dan alstublieft contact op met <a href='mailto:%s'>%s</a>.</p><p>Wijzig nu uw wachtwoord:<br/><a href='%s'>%s</a></p><p><small>Deze actie was aangevraagd vanaf IP-adres %s. U kunt <a href='http://www.ip-tracker.org/locator/ip-lookup.php?ip=%s'>hier</a> meer informatie vinden over dit adres.</small></p>

source: <p>Your password for %s has been changed.</p>If it was not you changing the password, please contact <a href='mailto:%s'>%s</a>.</p><p><small>This action was requested from IP address %s. Find out more information about this address <a href='http://www.ip-tracker.org/locator/ip-lookup.php?ip=%s'>here</a>.</small></p>
nl_nl: <p>Uw wachtwoord voor %s is gewijzigd.</p>Als u het wachtwoord niet heeft gewijzigd, neem dan alstublieft contact op met <a href='mailto:%s'>%s</a>.</p><p><small>Deze actie is aangevraagd vanaf het IP-adres %s. Vind <a href='http://www.ip-tracker.org/locator/ip-lookup.php?ip=%s'>hier</a> meer informatie over dit adres.</small></p>

source: Change password notification
nl_nl: Wijzigingsmelding wachtwoord

source: Message could not be send:
nl_nl: E-mail kon niet verzonden worden:

source: Request new password
nl_nl: Nieuw wachtwoord aanvragen

source: Send me an email with instructions
nl_nl: Stuur mij een email met instructies

source: Back to login form
nl_nl: Terug naar het inlogformulier

source: Rating
nl_nl: Beoordeling

source: Comments
nl_nl: Reacties

source: Unspecified
nl_nl: Onbekend

source: or more participants
nl_nl: of meer deelnemers

source: participants
nl_nl: deelnemers

source: Challenging Scouting Techniques
nl_nl: Uitdagende Scouting Technieken

source: Expression
nl_nl: Expressie

source: Sports and Games
nl_nl: Sport en Spel

source: Outdoor life
nl_nl: Buitenleven

source: Identity
nl_nl: Identiteit

source: International
nl_nl: Internationaal

source: Society
nl_nl: Samenleving

source: Safe and Healthy
nl_nl: Veilig en Gezond

source: Page
nl_nl: Pagina

source: of
nl_nl: van

source: Suitable groups
nl_nl: Geschikte groepen

source: We did this
nl_nl: Wij deden dit

source: Keyword
nl_nl: Zoekterm

source: Narrow results
nl_nl: Resultaten verfijnen

source: Category
nl_nl: Categorie

source: Duration
nl_nl: Tijdsduur

source: Budgetary
nl_nl: Begroting

source: Difficulty
nl_nl: Moeilijkheidsgraad

source: Very low
nl_nl: Zeer laag

source: Very high
nl_nl: Zeer hoog

source: Guidance
nl_nl: Begeleiding

source: Motivation
nl_nl: Motivatie

source: Group size
nl_nl: Groepsgrootte

source: Show all
nl_nl: Alles weergeven

source: Activity areas
nl_nl: Activiteitengebieden

source: Properties
nl_nl: Eigenschappen

source: No category
nl_nl: Geen categorie

source: Edit
nl_nl: Bewerken

source: Cancel
nl_nl: Annuleren

source: Low
nl_nl: Laag

source: Medium
nl_nl: Midden

source: High
nl_nl: Hoog

source: No maximum
nl_nl: Geen maximum

source: The name that is displayed along with your comment
nl_nl: De naam die bij je reactie wordt vertoond

source: You did this activity and hence are an expert
nl_nl: Je hebt deze activiteit gedaan en bent dus een expert

source: Your comment
nl_nl: Je reactie

source: Leave a message...
nl_nl: Laat een reactie achter...

source: Submit comment
nl_nl: Reactie verzenden

source: Toggle navigation
nl_nl: Toggle navigatie

source: Explore
nl_nl: Verkennen

source: Create
nl_nl: Nieuw

source: Login
nl_nl: Aanmelden

source: en
nl_nl: nl

source: Edit activity
nl_nl: Activiteit aanpassen

source: New activity
nl_nl: Nieuwe activiteit

source: Name
nl_nl: Naam

source: AND
nl_nl: EN

source: OR
nl_nl: OF

source: Creator
nl_nl: Maker

source: Only show activities created by
nl_nl: Toon alleen activiteiten gemaakt door

source: Unspecified / None
nl_nl: Onbekend / geen

source: Minimum group size needs to be at least 1
nl_nl: Minimale groepsgrootte moet minstens 1

source: Maximum group size needs to larger than or equal to minimimum group size
nl_nl: Maximale groepsgrootte moet groter zijn of gelijk aan de minimale groepsgrootte

source: Maximum group size needs to be at least 1
nl_nl: Maximale groepsgrootte moet minstens 1 zijn

source: Drop files here to upload
nl_nl: Sleep bestanden hierheen om te uploaden

source: Your browser does not support drag'n'drop file uploads.
nl_nl: Uw browser ondersteunt helaas geen drag en drop file upload

source: Please use the fallback form below to upload your files like in the olden days.
nl_nl: Gebruik het fallback formulier hieronder om je bestanden te uploaden.

source: You can't upload files of this type.
nl_nl: Je kunt bestanden van dit type niet uploaden.

source: File is too big ({{filesize}}MiB). Max filesize: {{maxFilesize}}MiB.
nl_nl: Bestand is te groot ({{filesize}}MiB). Max bestandsgrootte: {{maxFilesize}}MiB.

source: Server responded with {{statusCode}} code.
nl_nl: Server reageerde met {{statusCode}} code.

source: Cancel upload
nl_nl: Upload annuleren

source: Are you sure you want to cancel this upload?
nl_nl: Weet je zeker dat je deze upload wilt annuleren?

source: Remove file
nl_nl: Verwijder bestand

source: You can not upload any more files.
nl_nl: Je kunt geen nieuwe bestanden meer uploaden.

source: Saving failed... Are you still connected?
nl_nl: Opslaan mislukt... Ben je nog verbonden met internet?

source: Sign In
nl_nl: Aanmelden

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: I forgot my password
nl_nl: Wachtwoord vergeten

source: Sign me in
nl_nl: Aanmelden

source: Log in with Facebook
nl_nl: Aanmelden met Facebook

source: Elaboration
nl_nl: Uitwerking

source: Preparations
nl_nl: Voorbereidingen

source: Materials
nl_nl: Materialen

source: Total
nl_nl: Totaal

source: Attachments
nl_nl: Bijlagen

source: comments
nl_nl: reacties

source: Actions
nl_nl: Acties

source: Print activity
nl_nl: Activiteit afdrukken

source: Download PDF
nl_nl: Downloaden als PDF

source: Community rating
nl_nl: Beoordeling van de gemeenschap

source: Number of ratings
nl_nl: Aantal beoordelingen

source: My rating
nl_nl: Mijn beoordeling

source: View profile
nl_nl: Profiel bekijken

source: Settings
nl_nl: Instellingen

source: Sign out
nl_nl: Uitloggen

source: No data available in table
nl_nl: Geen resultaten aanwezig in de tabel

source: Showing _START_ to _END_ of _TOTAL_ entries
nl_nl: _START_ tot _END_ van _TOTAL_ resultaten

source: Showing 0 to 0 of 0 entries
nl_nl: Weergave van 0 tot 0 van 0 items

source: (filtered from _MAX_ total entries)
nl_nl: (gefilterd uit _MAX_ items)

source: Show _MENU_ entries
nl_nl: _MENU_ resultaten weergeven

source: Loading...
nl_nl: Bezig...

source: Processing...
nl_nl: Verwerken...

source: Search
nl_nl: Zoeken

source: No matching records found
nl_nl: Geen resultaten om weer te geven

source: First
nl_nl: Eerste

source: Last
nl_nl: Laatste

source: Next
nl_nl: Volgende

source: Previous
nl_nl: Vorige

source: activate to sort column ascending
nl_nl: activeer om de kolom oplopend te sorteren

source: activate to sort column descending
nl_nl: activeer om de kolom afnemend te sorteren

source: Change columns
nl_nl: Kolommen aanpassen

source: Save
nl_nl: Opslaan

source: Visibility
nl_nl: Zichtbaarheid

source: Organization
nl_nl: Organisatie

source: Everybody
nl_nl: Iedereen

source: Delete activity
nl_nl: Verwijder activiteit

source: Saving
nl_nl: Opslaan

source: Save new activity
nl_nl: Nieuwe activiteit bewaren

source: Saved
nl_nl: Opgeslagen

source: View
nl_nl: Bekijken

source: Update
nl_nl: Bijwerken

source: Reset password
nl_nl: Wachtwoord wijzigen

source: Password strength
nl_nl: Wachtwoord sterkte

source: Confirm password
nl_nl: Bevestig wachtwoord

source: Add new
nl_nl: Toevoegen

source: You need to save this activity before you can add an attachment.
nl_nl: Je moet deze activiteit opslaan voordat je een bijlage kunt toevoegen.

source: By
nl_nl: Door

source: Account settings
nl_nl: Accountinstellingen

source: Warning
nl_nl: Waarschuwing

source: API tokens are like passwords, so treat them as such.
nl_nl: API tokens zijn als wachtwoorden, behandel ze dus als zodanig.

source: API tokens cannot be revoked!
nl_nl: API tokens kunnen niet worden ingetrokken!

source: New token
nl_nl: Nieuwe token

source: Using this form, you can generate API tokens. It is important to note that API tokens cannot be revoked.
nl_nl: Met dit formulier kun je API tokens genereren. Het is belangrijk om te beseffen dat API tokens niet kunnen worden ingetrokken.

source: Expiry
nl_nl: Vervaldatum

source: Valid from
nl_nl: Geldig vanaf

source: Valid to
nl_nl: Geldig tot

source: Scope
nl_nl: Rechten

source: Generate token
nl_nl: Token genereren

source: How to use API tokens
nl_nl: Hoe gebruik ik een API token?

source: You need to fill in the date fields
nl_nl: Je moet de datumvelden invullen

source: Your session has expired. Try reloading the page.
nl_nl: Je sessie is verlopen. Herlaad de pagina.

source: Action
nl_nl: Actie

source: Step
nl_nl: Stap

source: by
nl_nl: door

source: Activiteitenbank is an open-source project.
nl_nl: Activiteitenbank is een open-source project.

source: You need to supply a message
nl_nl: Je moet een reactie invullen

source: Unable to save comment...
nl_nl: Kan de reactie niet bewaren...

source: Unable to save rating...
nl_nl: Kan de beoordeling niet bewaren...

source: Maximum group size needs to larger than or equal to minimum group size
nl_nl: Maximale groepsgrootte moet groter zijn of gelijk aan de minimale groepsgrootte

source: Saving failed...
nl_nl: Bewaren is mislukt...

source: Worst
nl_nl: Slechtst

source: Bad
nl_nl: Slecht

source: Weak
nl_nl: Zwak

source: Good
nl_nl: Goed

source: Strong
nl_nl: Sterk

source: Strength:
nl_nl: Sterkte:

source: Use a few words, avoid common phrases
nl_nl: Gebruik een aantal woorden, vermijd veelvoorkomende zinnen

source: No need for symbols, digits, or uppercase letters
nl_nl: Symbolen, cijfers of hoofdletters zijn niet nodig

source: Add another word or two. Uncommon words are better.
nl_nl: Voeg een paar woorden toe. Woorden die niet vaak voorkomen zijn beter.

source: Straight rows of keys are easy to guess
nl_nl: Rechte rijen van toetsen zijn makkelijk om te raden

source: Short keyboard patterns are easy to guess
nl_nl: Korte patronen op het toetsenbord zijn makkelijk om te raden

source: Use a longer keyboard pattern with more turns
nl_nl: Gebruik een langer toetsenbord patroon met meer bochten

source: Repeats like 'aaa' are easy to guess
nl_nl: Herhalingen als 'aaa' zijn makkelijk om te raden

source: Repeats like 'abcabcabc' are only slightly harder to guess than 'abc'
nl_nl: Herhalingen als 'abcabcabc' zijn maar iets moeilijker om te raden dan 'abc'

source: Avoid repeated words and characters
nl_nl: Vermijd herhaling van woorden en tekens

source: Sequences like abc or 6543 are easy to guess
nl_nl: Reeksen als abc of 6543 zijn makkelijk om te raden

source: Avoid sequences
nl_nl: Vermijd reeksen

source: Recent years are easy to guess
nl_nl: Recente jaren zijn makkelijk om te raden

source: Avoid recent years
nl_nl: Vermijd recente jaren

source: Avoid years that are associated with you
nl_nl: Vermijd jaren die iets met jou te maken hebben

source: Dates are often easy to guess
nl_nl: Datums zijn vaak makkelijk te raden

source: Avoid dates and years that are associated with you
nl_nl: Vermijd datums en jaren die iets met jou te maken hebben

source: This is similar to a commonly used password
nl_nl: Dit is vergelijkbaar met een vaak gebruikt wachtwoord

source: This is a top-10 common password
nl_nl: Dit is een wachtwoord uit de top-10

source: This is a top-100 common password
nl_nl: Dit is een wachtwoord uit de top-100

source: This is a very common password
nl_nl: Dit is een vaak gebruikt wachtwoord

source: A word by itself is easy to guess
nl_nl: Een woord op zich is makkelijk om te raden

source: Names and surnames by themselves are easy to guess
nl_nl: Namen en achternamen op zich zijn makkelijk om te raden

source: Common names and surnames are easy to guess
nl_nl: Veelvoorkomende namen en achternamen zijn makkelijk om te raden

source: Capitalization doesn't help very much
nl_nl: Het gebruik van hoofdletters maakt weinig verschil

source: All-uppercase is almost as easy to guess as all-lowercase
nl_nl: Alles in hoofdletters is bijna net zo makkelijk om te raden als alles in kleine letters

source: Reversed words aren't much harder to guess
nl_nl: Omgekeerde woorden zijn niet veel moeilijker om te raden

source: Predictable substitutions like '@' instead of 'a' don't help very much
nl_nl: Voorspelbare verwisselingen als '@' in plaats van 'a' helpen niet veel

source: The passwords do not match.
nl_nl: De wachtwoorden komen niet overeen.

source: Deleting failed... Are you still connected?
nl_nl: Verwijderen is mislukt... Ben je nog verbonden met het internet?

source: Deleting failed...
nl_nl: Verwijderen is mislukt...

source: Are you sure you want to delete this activity?
nl_nl: Weet je zeker dat je deze activiteit wilt verwijderen?

source: page
nl_nl: pagina

source: Volunteer
nl_nl: Vrijwilliger
